
[X2Ability_WOTC_APA_AssaultAbilitySet]

;  -- Localized Strings for Assault Infantry Abilities --
;  ------------------------------------------------------

strCQBDominance1Name = "特种近战优势I"
strCQBDominance1Desc = "<font color='#CA7200'>职业技能熟练度I段</font><br/><Bullet/>对优势半径<font color='#3ABD23'><Ability:CQB_DOMINANCE_I_RADIUS/></font>格内的敌人，获得<font color='#3ABD23'>+<Ability:CQB_DOMINANCE_I_STAT_BONUS/>%</font>防御、暴击防御、暴击率加成。"

strCQBDominance2Name = "特种近战优势II"
strCQBDominance2Desc = "<font color='#CA7200'>职业技能熟练度II段</font><br/><Bullet/>对优势半径<font color='#3ABD23'><Ability:CQB_DOMINANCE_II_RADIUS/></font>格内的敌人，获得<font color='#3ABD23'>+<Ability:CQB_DOMINANCE_II_STAT_BONUS/>%</font>防御、暴击防御、暴击率加成。

strCQBDominance3Name = "特种近战优势III"
strCQBDominance3Desc = "<font color='#CA7200'>职业技能熟练度III段</font><br/><Bullet/>对优势半径<font color='#3ABD23'><Ability:CQB_DOMINANCE_III_RADIUS/></font>格内的敌人，获得<font color='#3ABD23'>+<Ability:CQB_DOMINANCE_III_STAT_BONUS/>%</font>防御、暴击防御、暴击率加成。

strCQBDominanceRadius = "特种近战优势半径"


strRunAndGunMobilityName = "奔袭·冲刺特训"
strRunAndGunMobilityDesc = "直到下一回合开始，获得<font color='#3ABD23'>+<Ability:DEEP_RESERVES_MOBILITY_BONUS/></font>移动力。"
strRunAndGunMobilityIcon = "img:///UILibrary_WOTC_APA_Class_Pack.perk_DeepReserves"

strRunAndGunArmorName = "奔袭·护甲特训"
strRunAndGunArmorDesc = "直到下一回合开始，获得<font color='#3ABD23'>+<Ability:BATTERING_RAM_CONDITIONAL_ARMOR_BONUS/></font>护甲。"
strRunAndGunArmorIcon = "img:///UILibrary_WOTC_APA_Class_Pack.perk_BatteringRam"

strRunAndGunDamageName = "奔袭·暴击特训"
strRunAndGunDamageDesc = "直到下一回合开始，获得<font color='#3ABD23'>+<Ability:KILLER_INSTINCT_DAMAGE_BONUS/></font>伤害和<font color='#3ABD23'>+<Ability:KILLER_INSTINCT_CRITICAL_DAMAGE_MULTIPLIER/>%</font>暴击总伤害。"
strRunAndGunDamageIcon = "img:///UILibrary_WOTC_APA_Class_Pack.perk_KillerInstinct"

strRunAndGunActionName = "奔袭·行动特训"
strRunAndGunActionDesc = "直到下一回合开始，标准射击不再结束你的回合。"
strRunAndGunActionIcon = "img:///UILibrary_WOTC_APA_Class_Pack.perk_RovingWarrior"